Revit 2027 API
ParameterTypeId.ViewFamilySchedules Property
 "Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewFamilySchedules { get; }
Public Shared ReadOnly Property ViewFamilySchedules As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewFamilySchedules {
	ForgeTypeId^ get ();
}
static member ViewFamilySchedules : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace